Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/Pokedex.resw
Source language: en_us
Languages: de, es, fr, he, it, ja, pt_br, tr

# Pidgey.Description
source: Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.
de: Taubsi verfügt über einen sehr geschulten Orientierungssinn. Es kehrt zielsicher zu seinem Nest zurück, egal, wie weit es sich von seiner gewohnten Umgebung entfernt hat.
es: Pidgey tiene un sentido de la orientación muy desarrollado. Es capaz de regresar a su nido, por lejos que se encuentre de las zonas que le resultan familiares.
fr: Roucool a un excellent sens de l’orientation. Il est capable de retrouver son nid sans jamais se tromper, même s’il est très loin de chez lui et dans un environnement qu’il ne connaît pas.
he: Pidgey יש חוש כיוון מושחזות. הוא מסוגל נולד החזרה הביתה לקן שלה, אולם זה יכול להיות הרחק מן סביבתו מוכר.
it: Pidgey ha un senso dell’orientamento molto sviluppato. È sempre in grado di ritornare al suo nido, anche quando si spinge molto lontano dal suo ambiente abituale.
ja: ほうこう かんかくに とても すぐれているので どんなに はなれた ばしょからでも まよわずに じぶんの す まで かえる ことが できる。
pt_br: Pidgey tem um sentido extremamente afiada de direção. Ele é capaz de infalivelmente voltar para seu ninho, mesmo que ele esteja o mais longe possivel de sua casa.
tr: Pidgey inanılmaz keskin bir yön duyusuna sahiptir. Bildiği bölgelerden ne kadaruzakta olursa olsun yuvasına dönmeyi başarabilir.

# Pidgeotto.Description
source: Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.
de: Tauboga nennt ein großes Gebiet sein Eigen. Es fliegt umher und kontrolliert seinen Lebensraum. Wenn jemand sein Gebiet betritt, zeigt es keine Gnade und greift seine Gegner mit seinen scharfen Krallen an.
es: Pidgeotto se apodera de una zona muy vasta como su territorio y la sobrevuela para controlarla. Si alguien invade su espacio vital, no tendrá ningún reparo en castigarlo con sus afiladas garras.
fr: Roucoups utilise une vaste surface pour son territoire. Ce Pokémon surveille régulièrement son espace aérien. Si quelqu’un pénètre sur son territoire, il corrige l’ennemi sans pitié d’un coup de ses terribles serres.
he: Pidgeotto טוען אזור גדול כמו משלו. פוקימון זה טס מסביב, המסיירים את מרחב המחיה שלו. אם שטחה מופר, זה מראה ללא רחמים ביסודיות מעניש את האויב עם טפריה חדה.
it: Pidgeotto delimita come proprio un territorio immenso, che difende controllandolo costantemente. Se tale territorio viene invaso, questo Pokémon non ha pietà nel punire i nemici con i suoi artigli affilati.
ja: ひろい なわばりを とんで まわりを する。 なわばりを あらす あいては ようしゃ しない。 するどい ツメで てっていてきに こらしめるぞ。
pt_br: Pidgeotto reivindica uma grande área como seu próprio território. Este Pokémon voa ao redor , patrulhando o seu espaço. Se seu território for violado , ele não mostra misericórdia em punir completamente o inimigo com suas garras afiadas
tr: Pidgeotto büyük bir alanı kendi bölgesi olarak seçer. Bu Pokémon ortalıkta uçar ve bölgesini devriye gezer. Eğer birisi bölgesine girerse sivri pençeleriyle hiç acımadan cezalandırır.

# Pidgeot.Description
source: This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.
de: Dieses Pokémon hat ein wunderschönes, glänzendes Gefieder. Viele Trainer sind von der auffälligen Schönheit seines Federkleids begeistert, sodass sie Tauboss als ihr Pokémon wählen.
es: El plumaje de este Pokémon es bonito e hipnótico. Muchos Entrenadores se quedan embobados ante la belleza impactante de las plumas que tiene en la cabeza; lo que les lleva a elegir a Pidgeot como su Pokémon.
fr: Ce Pokémon est doté d’un plumage magnifique et luisant. Bien des Dresseurs sont captivés par la beauté fatale de sa huppe et décident de choisir Roucarnage comme leur Pokémon favori.
he: פוקימון זה יש נוצות מסנוור של נוצות מבריק להפליא. מאמנים רבים הם מוקסמים היופי הבולט של הנוצות על ראשו, עליהם לבחור Pidgeot כמו פוקימון
it: Questo Pokémon è caratterizzato da uno stupendo piumaggio dai colori vivaci e brillanti. Molti Allenatori sono colpiti dall’evidente bellezza delle piume sulla testa. Per questo spesso scelgono Pidgeot come loro Pokémon.
ja: うつくしい こうたくの はねを もつ ポケモン。 あたまの はねの うつくしさに こころ うばわれ ピジョットを そだてる トレーナーも おおい。
pt_br: Este Pokémon tem uma deslumbrante plumagem de penas maravilhosamente brilhantes. Muitos treinadores são cativados pela impressionante beleza das penas em sua cabeça, obrigando-os a escolher Pidgeot como seu Pokémon.
tr: Bu Pokémon inanılmaz güzel ve parlak tüylere sahiptir. Çoğu eğitmen kafasındaki tüylerin harikalığına tutulur ve Pidgeot'u kendi Pokémon'ları olarak seçmeye yönlendirir.

# Rattata.Description
source: Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.
de: Rattfratz ist extrem vorsichtig. Sogar im Schlaf nimmt es alles wahr, indem es seine Ohren bewegt. Es stellt keine großen Ansprüche an seinen Lebensraum und richtet sein Nest überall ein.
es: Rattata es cauto como él solo. Hasta cuando duerme mueve las orejas para oír todos los ruidos. No es nada delicado a la hora de elegir su hábitat. Cualquier sitio es bueno para cavar su madriguera.
fr: Rattata est extrêmement prudent. Même lorsqu’il est endormi, il fait pivoter ses oreilles pour écouter autour de lui. En ce qui concerne son habitat, il n’est vraiment pas difficile. Il peut faire son nid n’importe où.
he: Rattata הוא זהיר בצורה קיצונית. אפילו כשהוא ישן, הוא כל הזמן מאזין על-ידי הזזת האוזניים שלו. . זה לא בררן לגבי שבו הוא חי – זה יגרום מהקן שלו בכל מקום.
it: Rattata è estremamente cauto. Anche quando dorme tiene sempre le orecchie tese, muovendole come sonde. Non ha particolari esigenze di habitat: costruisce la propria tana ovunque.
ja: けいかいしんが とても つよく ねている ときも を うごかし まわりの おとを きいている。 どこにでも す つき す を つくる。
pt_br: Rattata é cauteloso ao extremo. Mesmo enquanto ele está dormindo , ele escuta constantemente movendo suas orelhas ao redor. Não é exigente sobre onde ele vive - ele vai fazer seu ninho em qualquer lugar.
tr: Rattata son derece dikkatlidir. Uyurken bile sürekli kulaklarını oynatarak çevresini dinler. Yaşadığı yer konusunda seçici değildir, her yere yuva yapabilir.

# Raticate.Description
source: Raticate’s sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.
de: Rattikarls kräftige Zähne wachsen immer nach. Deshalb nagt es ständig Steine und Baumstämme an. Manchmal knabbert es sogar Hauswände an.
es: A Raticate le crecen los incisivos firmes y fuertes. Para mantenerlos afilados roe troncos y rocas, e incluso las paredes de las casas.
fr: Les crocs robustes de Rattatac poussent constamment. Pour éviter qu’ils raclent le sol, il se fait les dents sur des cailloux ou des troncs d’arbre. Il lui arrive même de ronger les murs des maisons.
he: ניבים חסון של Raticate לגדול בהתמדה. כדי לשמור אותם לקרקע, זה מכרסם על אבנים ובולי. זה אפילו יכול ללעוס קירות בתים.
it: Le potenti zanne di Raticate crescono in continuazione. Per ridurne la crescita rode rocce e tronchi. Spesso si vedono i segni delle sue zanne anche sui muri delle case.
ja: じょうぶな キバは どんどん のびるので いわや たいぼくを かじって けずっている。 いえの カベを かじられる ことも あるよ。
pt_br: As presas do Raticate crescem constantemente. Para manterlas apontando abaixo ele arranha rochas e troncos. Eel pode arranhar incluso as paredes das casas.
tr: Raticate'in dayanıklı dişleri zamanla büyür. Onları uygun boyutta tutmak için taşları ve kütükleri dişler. Ev duvarlarını bile ısırabilir.

# Spearow.Description
source: Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.
de: Habitak kann einen sehr lauten Schrei ausstoßen, den man über die Entfernung von 1 km vernehmen kann. Durch das Echo seiner hohen, wehklagenden Schreie warnt dieses Pokémon seine Artgenossen vor drohender Gefahr.
es: Spearow pía con tanta fuerza que se le puede oír a 1 km de distancia. Si al agudo chillido le sigue una especie de eco, estaremos oyendo la respuesta de otros Spearow que contestan ante el aviso de peligro.
fr: Piafabec crie tellement fort qu’il peut être entendu à 1 km de distance. Ces Pokémon se préviennent d’un danger en entonnant une mélopée très aiguë, qu’ils se renvoient les uns les autres, comme un écho.
he: Spearow יש בכי רועש מאוד יכול להישמע יותר מקילומטר אחד משם. אם הבכי שלה גבוהה, מנסה להגן שמע מהדהדים מסביב, זה סימן כי הם מזהירים השני של סכנה.
it: Spearow emette un grido molto acuto, percepibile anche a 1 km di distanza. Quando questo grido riecheggia nei dintorni, questo Pokémon intende avvertire i suoi simili di un pericolo imminente.
ja: おおきな なきごえは １キロ さきまで とどく。 あちこちで カンだかい こえが きこえる ときは なかまたちに きけんを しらせている あいずだ。
pt_br: Spearow tem um grito muito alto que pode ser ouvido a mais de 1km de distancia. Se seu grito de lamento é ouvido ecoando por ai, isto significa que ele está alertando seus amigos do perigo.
tr: Spearow'un bir kilometre öteden bile duyulabilen bir bağırışı vardır. Eğer yüksek çığlığı etrafta yankılanıyorsa, bu birbirlerini tehlikeye karşı uyardıklarının bir işaretidir.

# Fearow.Description
source: Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.
de: Ibitak erkennt man an seinem langen Schnabel. Er ist hervorragend dafür geeignet, im Erdreich oder im Wasser Beute zu jagen. Es setzt seinen langen, dünnen Schnabel dabei sehr geschickt ein.
es: A Fearow se le reconoce por tener un pescuezo y un pico largos que le permiten cazar en tierra y agua. Tiene una gran habilidad moviendo el fino pico para atrapar a sus presas.
fr: On reconnaît un Rapasdepic à son long cou et à son bec allongé. Ces attributs lui permettent d’attraper facilement ses proies dans la terre ou dans l’eau. Il bouge son bec long et fin avec une grande agilité.
he: Fearow מזוהה על ידי צוואר ארוך והמקור מוארך. הם עוצבו בנוחות לתפיסת טרף אדמה או מים. זה מעביר שסתמו ביונה ארוך ורזה למרוט את הטרף.
it: Fearow è caratterizzato da un collo e un becco molto lunghi, dalla forma ottimale per la cattura della preda a terra o in acqua. Muove agilmente il becco lungo e affusolato per stanare la preda.
ja: ながい くびと くちばしは つちや ずの なかに いる エサを つかまえるのに べんり。 ほそながい くちばしで きように つまむぞ。
pt_br: Fearow é reconhecido por seu longo pescoço e bico alongado. Eles estão convenientemente em forma para a captura de presas no solo ou na água . Ele habilmente move seu longo emagro bico para pegar a presa
tr: Fearow uzun boynu ve gagası ile tanınır. Toprakta ve suda avlanabilmesi için uygun şekildedir. Uzun ve sıska gagasını avlanabilmek için ustalıkla hareket ettirir.

# Ekans.Description
source: Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.
de: Rettan rollt sich zu einer Spirale zusammen, wenn es sich ausruht. Aus dieser Haltung kann es blitzschnell auf Bedrohungen aus allen Richtungen reagieren, indem es seinen Kopf hebt.
es: Ekans se enrosca para descansar. Adoptando esta posición puede responder rápidamente a cualquier amenaza que le aceche desde cualquier lugar, levantando la cabeza con una feroz mirada.
fr: Abo s’enroule en spirale pour dormir. Sa tête reste relevée de telle sorte que cette position lui permette de réagir rapidement si une menace survenait.
he: Ekans דופק עצמו במערבולת. בעוד היא נחה. בהנחה עמדה זו מאפשרת לו להגיב במהירות איום מכל כיוון עם הבוהק מן ראשו המורמת.
it: Ekans si attorciglia a spirale per riposarsi. In questa posizione riesce a reagire alle insidie provenienti da ogni parte grazie alla testa sollevata e allo sguardo fulminante.
ja: ぐるぐる からだを まいて やすんでいるのは どの ほうこうから てきが おそってきても とっさに あたまを むけて いかくできるからだ。
pt_br: Ekans enrola -se em uma espiral enquanto descansa. Assumindo esta posição ele pode responder rapidamente a uma ameaça de qualquer direção com um olhar de sua cabeça.
tr: Ekans dinlenirken bir spiral şeklinde kıvrılır. Kafasını yukarıda tutarak bu pozisyondan rahatça, her taraftan gelen tehditlere karşı çabukça hamle yapabilir.

# Arbok.Description
source: This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible.
de: Dieses Pokémon ist unheimlich stark. Es kann seine Beute mit seinem Körper umwickeln und sogar Ölfässer zerdrücken. Wenn Arbok einen Gegner umwickelt, ist es unmöglich, seinem Würgegriff zu entkommen.
es: Este Pokémon es tremendamente fuerte, puede oprimir cualquier cosa con su cuerpo y hasta es capaz de estrujar un barril de acero. Una vez que Arbok se enrosca a su víctima, no hay forma de escapar de su asfixiante abrazo.
fr: Ce Pokémon doté d’une force extraordinaire peut étrangler ses proies avec son corps. Il peut même écraser des tonneaux métalliques. Une fois sous l’étreinte d’Arbok, il est impossible de lui échapper.
he: וקימון זה חזקה באופן מחריד על מנת מתכווצים דברים עם הגוף שלו. זה יכול אפילו לשטח חביות שמן פלדה. ברגע Arbok עוטפת את הגוף שלו סביב לאויב שלה, בריחה החיבוק עבודה עם שלה הוא בלתי אפשרי.
it: Questo Pokémon è così forte da riuscire a stritolare qualsiasi cosa col corpo, persino un bidone in acciaio. Se Arbok si avvinghia a un nemico è impossibile sfuggire a questa morsa fatale.
ja: しめつける ちからは とても きょうりょく。 ドラムかんも ぺしゃんこに してしまうぞ。 まきつかれたら にげだす ことは ふかのうだ。
pt_br: Este Pokémon é terrivelmente forte , ele pode contrarir as coisas com o seu corpo. Ele pode até mesmo achatar tambores de óleo de aço. Uma vez que Arbok envolve seu corpo em torno de seu inimigo , escapar de seu abraço trituração é impossível
tr: Bu Pokémon vücuduyla korkunç bir şekilde başkalarını sıkabilir, çeliği bile düzleştirebilir. Arbok düşmanını vücuduyla sardığında kaçmak neredeyse imkansızdır.

# Pikachu.Description
source: This Pokémon has electricity-storing pouches on its cheeks. These appear to become electrically charged during the night while Pikachu sleeps. It occasionally discharges electricity when it is dozy after waking up.
de: Dieses Pokémon kann in seinen Backentaschen Elektrizität speichern. Diese laden sich nachts auf, während Pikachu schläft. Es entlädt manchmal seine elektrische Ladung, wenn es gerade aufgewacht und noch schläfrig ist.
es: Este Pokémon tiene unas bolsas en las mejillas donde almacena electricidad. Parece ser que se recargan por la noche, mientras Pikachu duerme. A veces, cuando se acaba de despertar y está aún medio dormido, descarga un poco.
fr: Ce Pokémon dispose de petites poches dans les joues pour stocker de l’électricité. Elles semblent se charger pendant que Pikachu dort. Il libère parfois un peu d’électricité lorsqu’il n’est pas encore bien réveillé.
he: פוקימון זה יש כיסי אחסון חשמל על הלחיים שלה. אלה מופיעים כדי להיות טעון חשמלית במהלך הלילה בזמן Pikachu ישן. זה מדי פעם. פריקה חשמל כאשר זה דוזי. אחרי שהתעוררתי
it: Pikachu immagazzina l’elettricità nelle guance. Pare che queste si ricarichino durante la notte quando dorme. Talvolta emette delle scariche elettriche al risveglio mentre è ancora assonnato.
ja: ほっぺの でんきぶくろの でんきは まよなか ねている あいだに ためられている らしいよ。 ねぼけて ほうでんしてしまう ことが ある。
pt_br: Este Pokémon tem bolsas de armazenamento de energia elétrica em suas bochechas. Estes parecem tornar-se eletricamente carregada durante a noite, enquanto Pikachu dorme. Ele ocasionalmente descargarrega eletricidade quando está sonolento depois de acordar .
tr: Bu Pokémon yanaklarında elektrik depolamak için keseler vardır. Bunlar Pikachu geceleri uyurken şarj olmaktadır. Uyandıktan sonra hala uykuluysa bazen bu elektriği deşarj edebilir.

# Raichu.Description
source: This Pokémon exudes a weak electrical charge from all over its body that makes it take on a slight glow in darkness. Raichu plants its tail in the ground to discharge electricity.
de: Dieses Pokémon gibt eine schwache elektrische Ladung ab. Dadurch glüht es bei Dunkelheit leicht. Raichu entlädt Elektrizität, indem es sein Hinterteil in den Boden gräbt.
es: Este Pokémon libera una débil carga eléctrica por todo su cuerpo que le hace brillar en la oscuridad. Raichu descarga electricidad plantando la cola en el suelo.
fr: Ce Pokémon libère un faible champ électrique tout autour de son corps, ce qui le rend légèrement lumineux dans le noir. Raichu plante sa queue dans le sol pour évacuer de l’électricité.
he: פוקימון זה מקרין מטען חשמלי חלש מ על כל הגוף שלה שעושה את זה לקחת על קלה זוהר בחושך. Raichu צמחים זנבו באדמה כדי פריקה חשמל.
it: Raichu emana una debole carica elettrica da tutto il corpo rilucendo così nell’oscurità. Scarica l’elettricità piantando la coda nel terreno.
ja: よわい でんきを ぜんしんから だしているので くらや では うっすら ひかって えるよ。 シッポを じめんに さして でんきを にがす。
pt_br: Este Pokémon exala uma carga elétrica fraca em todo o seu corpo o que faz com que ele tenha um pequeno brilho na escuridão . Raichu crava a sua cauda no chão para descarregar a eletricidade .
tr: Bu Pokémon vücudunun gece karanlıkta biraz parlamasını sağlayan zayıf bir elektrik akımı yayar. Raichu deşarj olabilmek için kuyruğunu toprağa gömer.

# Sandshrew.Description
source: Sandshrew has a very dry hide that is extremely tough. The Pokémon can roll into a ball that repels any attack. At night, it burrows into the desert sand to sleep.
de: Sandan hat eine sehr trockene und extrem robuste Haut. Dieses Pokémon kann sich zu einem Ball zusammenrollen, von dem jegliche Angriffe abprallen. Nachts gräbt es sich im Wüstensand ein und schläft dort.
es: Sandshrew tiene una piel muy seca y tremendamente dura. Tiene la habilidad de hacerse una bola y evitar cualquier ataque. Por las noches, escarba en la arena del desierto y se echa a dormir.
fr: Sabelette a une peau très sèche et extrêmement dure. Ce Pokémon peut s’enrouler sur lui-même pour repousser les attaques. La nuit, il s’enterre dans le sable du désert pour dormir.
he: Sandshrew יש להסתיר יבש מאוד זה מאוד קשה. פוקימון יכול לגלגל לכדור שדוחה את כל התקפה. בלילה, זה מאורות לתוך חול המדבר לישון.
it: Sandshrew ha una corazza estremamente secca e dura. Può chiudersi a sfera e rotolare per difendersi dagli attacchi. Quando cala la notte, si nasconde nella sabbia del deserto per dormire.
ja: からからに かわいた ひふは とても かたく まるくなると どんな こうげきでも はねかえす。 よなかは さばくの すなに もぐって ねむる。
pt_br: Sandshrew tem uma pele muito seca , que é extremamente dura. O Pokémon pode rolar para repelir qualquer ataque. À noite, ele se enterra na areia do deserto para dormir.
tr: Sandshrew çok dayanıklı olan çok kuru bir deriye sahiptir. Bu Pokémon saldırılara karşı bir top gibi sarılır. Geceleri uyumak için kuma gömülür.

# Sandslash.Description
source: Sandslash can roll up its body as if it were a ball covered with large spikes. In battle, this Pokémon will try to make the foe flinch by jabbing it with its spines. It then leaps at the stunned foe to tear wildly with its sharp claws.
de: Sandamer kann sich zu einem Ball mit langen Stacheln zusammenrollen. Im Kampf schlägt es seine Gegner in die Flucht, indem es sie mit seinen Stacheln sticht. Dann springt es sie an und schlägt mit seinen scharfen Klauen zu.
es: Sandslash puede enroscarse y convertirse en una bola de largas púas. En combate, este Pokémon hace retroceder a sus rivales clavándoselas. Acto seguido, aprovecha para echarse sobre ellos y atacarlos con sus afiladas garras.
fr: Sablaireau peut enrouler son corps pour prendre la forme d’une balle hérissée de pointes. Ce Pokémon essaie de faire peur à son ennemi en le frappant avec ses pointes. Puis, il se rue sur lui avec ses griffes acérées.
he: Sandslash יכול לגלגל את הגופה שלה כאילו זה כדור מכוסה קוצים גדולים. בקרב, פוקימון זה ינסה להפוך את האויב להירתע מאת ודקרה אותו עם קוצים שלה. זה ואז קופץ האויב שבו המום לקרוע בפראות עם טפריה חדה.
it: Sandslash arrotola il proprio corpo come fosse una sfera ricoperta di grandi aculei, che usa in lotta per far tentennare il nemico. Poi gli si scaglia contro per colpirlo selvaggiamente con gli artigli affilati.
ja: せなかを まるめると トゲトゲの ボール たい。 トゲに さされて ひるんだ あいてに とびかかり するどい ツメで ばりばり ひっかきまくるぞ。
pt_br: Sandslash pode enrolar seu corpo como se fosse uma bola coberta com grandes espinhos. Na batalha, este Pokémon tentará fazer com que o inimigo vacile ao espetá-lo com seus espinhos. Então ele salta sobre o inimigo atordoado para rasgarlo descontroladamente com suas garras afiadas.
tr: Sandslash büyük iğnelerle kaplı bir top gibi vücudnu yuvarlayabilir. Bu Pokémon savaşta rakibini sersemletmek için onu dikenleriyle iğneler. Sonrasında hareketsiz kalan rakibinin üzerine sivri pençeleriyle saldırır.

# NidoranFemale.Description
source: Nidoran♀ has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn.
de: Nidoran♀ besitzt Widerhaken, die ein starkes Gift ausstoßen. Sie sind vermutlich zum Schutz dieses schmächtigen Pokémon entstanden. Wenn es wütend wird, stößt es ein gefährliches Gift aus seinem Horn aus.
es: Nidoran♀ tiene púas que segregan un veneno muy potente. Se piensa que las desarrolló como protección del cuerpo tan pequeño que tiene. Cuando se enfada, libera una horrible sustancia tóxica por el cuerno.
fr: Nidoran♀ est couvert de pointes qui sécrètent un poison puissant. On pense que ce petit Pokémon a développé ces pointes pour se défendre. Lorsqu’il est en colère, une horrible toxine sort de sa corne.
he: Nidoran♀ יש ווים להפריש רעל חזק. הם חשבו פיתחו הגנה עבור זה פוקימון גוף קטן. כאשר זועמים, זה משחרר רעלן נורא מן הקרן שלו.
it: Gli aculei di Nidoran♀ secernono un potente veleno. Si pensa che si siano sviluppati per proteggere questo Pokémon dal corpo minuto. Quando è adirato, rilascia una potente tossina dal corno.
ja: ちいさい からだを まもるため きょうりょくな どくばりが はったつしたと かんがえられている。 おこると ツノの さきから もうどくを だす。
pt_br: Nidoran♀ tem bigodes que secretam um poderoso veneno. Como ele é um Pokemon de corpo pequeno, este veneno e usado para sua proteçao. Quando enfurecido, ele libera uma toxina horrível de seu chifre.
tr: Nidoran♀ güçlü bir zehir yayan dikenleri vardır. Bunlar bu küçük vücutlu Pokémon'un korunması için geliştiği düşünülüyor. Kızdığında boynuzundan zehirli bir toksin yayar.
